IdeaRS.Connections
PlateOpeningData.PlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string PlatePath { get; set; }
Property Value
Type: String
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace